Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: Due to limitations in locations and cast, the writers have to lean heavily on inventive situations and dialogue to carry the show.
pt_br: Devido às limitações de local e elenco, os escritores precisam se valer do uso de situações inventivas e diálogo para fazer a história andar.

source: Due to taking on the role of tank, he's also more likely to be the DesignatedPointMan.
pt_br: Devido ao seu papel de tanque, existe uma boa chance de que ele também seja o Br/HomemDePontaDesignado.

source: Due to the controversial nature of this trope, Administrivia/NoRealLifeExamplesPlease
pt_br: Devido à natureza controversa deste tropo, BrAdministrivia/SemExemplosDaVidaRealPorFavor

source: Due to their status as the biggest, most physically dangerous person on The Hero's team, they often fall victim to BigGuyFatalitySyndrome.
pt_br: Devido à sua posição como maior e mais fisicamente perigoso na equipe do herói, eles costumam ser vítimas da Br/SindromeFatalDeCaraGrande.

source: Duplicity often occurs.
pt_br: Duplicidade costuma ocorrer.

source: During TheNineties, ''Dudão'' was a huge success in Brazil, having plenty of shows and presentations with the characters.
pt_br: Durante os Br/Anos90, ''Dudão'' foi grande sucesso no Brasil, tendo muitas apresentações com os personagens.

source: During another episode from the same season, Sr.
pt_br: Durante outro episódio do mesmo ano, o Senhor

source: During the written portion of the exam, the others tried using their chairs to write on, while J was the only one with sense enough to make use of the table.
pt_br: Durante a parte escrita do exame, os outros tentaram usar as cadeiras de apoio para escrever, enquanto J foi o único que considerou usar a mesa de centro.

source: EMPHASIS!]] [[/folder]]
pt_br: ÊNFASE!]] [[/folder]]

source: Each Templar was required to take a vow of chastity and poverty, to forsake all other titles, and to devote himself to the Holy Life and become a WarriorMonk.
pt_br: Cada Templário deveria fazer um voto de castidade e pobreza, abandonar todos seus outros títulos e devotar a si mesmo à vida santa, tornando-se um Br/MongeGuerreiro.

source: Each show will include a few sketches about each of the iconic characters interspersed with one-off sketches.
pt_br: Cada episódio do programa inclui algumas esquetes que envolvem os personagens icônicos junto com esquetes de uso único.

source: EarnYourFun is a common argument for those who like such abusingly difficult games.
pt_br: Br/ConquisteSuaDiversao é um argumento comum para aqueles que gostam desses jogos abusivamente difíceis.

source: Edgar the Bug, who had been unsuccessful at finding the galaxy while searching in Rosenberg's jewelry, has a similar moment of realization when he notices a painting of Rosenberg with his cat.
pt_br: Inseto Edgar, que não teve êxito em encontrar a galáxia na joalheria de Rosenberg, tem um momento similar de clareza quando ele nota uma pintura de Rosenberg com seu gato.

source: Editora Vida also republished the first five issues, although some were republished in a different order.
pt_br: A Editora Vida também republicou as cinco primeiras edições, apesar de algumas delas terem vindo fora de ordem.

source: Edwards' reaction to this is to laugh, as he finds funny that none of the other candidates understand that "they are the best of the best" might answer to the question of why they were chosen, but not to why they're there.
pt_br: A reação de James é rir, já que ele acha engraçado que nenhum dos outros candidatos compreende que "o melhor do melhor" pode responder a questão de por que eles foram escolhidos, mas não de por que eles estão ali.

source: Either one has to find their AchillesHeel, or else summon up a nuclear-bomb's worth of power in the last episode, either through ThePowerOfLove or KiManipulation or ''really'' heavy armaments (e.g. WhenAllYouHaveIsAHammer) and hope for VillainDecay.
pt_br: É necessário que se encontre o Br/CalcanharDeAquiles ou que se obtenha poder similar ao de uma bomba atômica no último episódio, seja por meio de Br/OPoderDoAmor, Br/ManipulacaoDeKi ou armamentos ''realmente'' pesados (e.g. Br/QuandoTudoQueSeTemEUmMartelo), e esperar que aconteça o Br/DecaimentoVilanico.

source: Either the audience is not supposed to question why more professional therapy isn't sought out, or they're supposed to accept that it's useless.
pt_br: Ou o público não deve questionar porque apoio profissional não é buscado, ou eles devem aceitar que isso é inútil.

source: Either they have the power of SuperSmoke or {{Intangibility}} completely at will so that you can't attack them, or they may exist in some form that makes direct confrontation just not possible (an AstralProjection, for example, or just a plain old [[OurGhostsAreDifferent ghost]]).
pt_br: Ou eles possuem o poder da Br/SuperFumaca ou Br/{{Intangibilidade}}, de modo que você não os consegue atacar, ou eles podem existir em alguma forma que torne o confronto direto simplesmente impossível (como, por exemplo, uma Br/ProjecaoAstral, ou apenas um [[Br/NossosFantasmasSaoDiferentes fantasma]] comum).

source: Either way, Woolsey's impact was keenly felt.
pt_br: De qualquer modo, o impacto de Woolsey foi perceptível.

source: Either way, it also leads to TheFireflyEffect on a continuity level--audiences don't want to get emotionally invested in a continuity which will just get deleted at some point.
pt_br: De qualquer modo, isso também leva ao Br/EfeitoFirefly no nível da continuidade -- o público não quer se envolver emocionalmente em uma continuidade que eventualmente vai ser simplesmente removida.

source: Either way, it breaks the WillingSuspensionOfDisbelief.
pt_br: De qualquer modo, isso quebra a Br/SuspensaoVoluntariaDaDescrenca.

source: Either way, it may be time for a Prequel (a {{portmanteau}} of "pre-" and "{{sequel}}"): a sequel that is set chronologically ''before'' the previous work.
pt_br: Nesse caso, é tempo de produzir uma Prequência (um [[Br/{{amalgama}} amálgama]] de "pré-" e "[[Br/{{sequencia}} sequência]]")[[note]]também conhecido como ''prequel'', termo emprestado do inglês que ''também'' é um amálgama[[/note]]: uma sequência que se passa cronologicamente ''antes'' da obra anterior.

source: El Chapulín and El Chavo say this to each other in The Crossover.
pt_br: Chapolin e Chaves dizem isso um para o outro no episódio que cruza os dois universos.

source: El Chavo also conveniently ignores his golden rule that men shouldn't hit women and tries to hit La Chilindrina or La Popis when provoked, especially on remakes that originally had Quico being hit or chased by him (in one of them, Señor Barriga even encourages him to hit Popis after she makes fun of his weight, which was one of the aforementioned remakes originally with Quico).
pt_br: Chaves também ignora de maneira conveniente a sua regra de que homens não devem bater em mulheres e tenta bater na Chiquinha ou na Popis quando provocado, especialmente em refilmagens que originalmente traziam o Quico sendo agredido ou perseguido (em um deles, Senhor Barriga até o encoraja a bater na Popis depois que ela zomba de seu peso, e na versão anterior era o Quico que fazia isso).

source: El Chavo and Quico on the other hand, have hit La Chilindrina on purpose.
pt_br: Chaves e Quico, por outro lado, batem na Chiquinha de propósito.

source: El Chavo finds it but thinks they are just collectible stamps, he even gets angry at seeing all of them are the same.
pt_br: Chaves encontra o maço, mas acha que são figurinhas colecionáveis, inclusive ficando furioso ao ver que todas elas são iguais.

source: El Chavo has never met his parents, and (according to [[AllThereInTheManual a suplementary novel]]) the only person who raised him is already dead; while he is rarely prone to remind people of his orphanhood, it becomes a harsh remark when he does.
pt_br: Chaves nunca conheceu os pais, e (de acordo com uma [[Br/TudoLaNoManual história suplementar]]) a única pessoa que o criou já faleceu; apesar de ele não costumar lembrar as pessoas de sua orfandade, é sempre uma observação pesarosa quando acontece.

source: El Chavo in particular is always 8.
pt_br: O Chaves, especificamente, sempre tem oito anos.

source: El Chavo left in silence, though the scene itself hints Profesor Jirafales and Doña Florinda were [[InnocentlyInsensitive unaware they were denying El Chavo some food]].
pt_br: Chaves sai em silêncio, apesar da cena em si indicar que o Professor Girafales e a Dona Florinda estavam [[Br/InocentementeInsensivel alheios ao fato de que estavam negando comida ao Chaves]].

source: El Chavo starts to cry and hides in his barrel.
pt_br: Chaves começa a chorar e se recolhe para o barril.

source: El Chavo then reveals that Don Ramon is still in the country.
pt_br: Chaves então diz que o Seu Madruga "ainda está neste país".

source: El Chavo, portrayed as always being hungry, would never turn down the offer of lunch under any other circumstances.
pt_br: Chaves, que é sempre mostrado como faminto, nunca recusaria comida em qualquer outra circunstância.

source: Ends up backfiring when they get low grades and are forced to study while Dudão, who got good grades, can play freely.
pt_br: Acaba dando errado quando eles recebem notas baixas e são forçados a estudar enquanto Dudão, que obteve boas notas, fica livre para brincar.

source: Enjoyment comes from a balance of Recognition and Surprise -- we enjoy things that we can relate to and have seen before, but we also like to be surprised.
pt_br: A apreciação vem de um equilíbrio entre o reconhecimento e a surpresa -- nós gostamos de coisas com as quais nos conectamos e que já vimos antes, mas também gostamos de ser surpreendidos.

source: Eric Arthur Blair (June 25, 1903 – January 21, 1950), better known by his pen name George Orwell, was one of the most influential authors in the English language.
pt_br: Eric Arthur Blair (25-junho-1903 até 21-janeiro-1950), mais conhecido por seu pseudônimo George Orwell, foi um dos autores mais influentes da língua inglesa.

source: Essentially, all prequels are sequels of a sort.
pt_br: De certo modo, toda prequência é também uma sequência.

source: EtTuBrute may also counts as this when a hero does not make a full FaceHeelTurn, but gets called out for nearly betraying their allies.
pt_br: Br/AteTuBrutus pode contar como isso quando um herói não [[Br/PassarParaOLadoDosViloes passa completamente para o lado dos vilões]], mas é chamado a atenção por praticamente trair seus aliados.

source: Even ''dogs'' have dreams.
pt_br: Até ''cães'' tem sonhos.

source: Even after she develops her unique style, her gestures remain the same.
pt_br: Depois ela desenvolve o próprio estilo, mas os gestos permanecem.

source: Even after the truth about how deadly tobacco was became known, these tropes continued to be {{Downplayed|Trope}}.
pt_br: Mesmo após a verdade sobre a letalidade do tabaco se tornar amplamente conhecida, estes tropos continuaram a ser [[Br/TropoMinimizado minimizados]].

source: Even being invisible ''when nobody can see you'' turns out to have its uses.
pt_br: Mas ficar invisível ''quando ninguém está olhando'' também tem seus usos.

source: Even dogs have dreams, but not you, you're just a machine." Subverted, since he's one of the few people who actually see robots as not just machines (and loathes them for it... [[CharacterDevelopment at first]]).
pt_br: Até cães tem sonhos. Você, não. Você é só uma máquina." Subvertido, já que ele é uma das poucas pessoas que de fato enxerga os robôs como não sendo somente máquinas (e as despreza por isso... [[Br/DesenvolvimentoDePersonagem no começo]]).

source: Even if it comes at the expense of the story's integrity.
pt_br: Mesmo que isso ocorra ao custo da integridade da história.

source: Even if it doesn't look like a 9mm, he should employ the same basic safety practices as with a real gun, especially knowing it's a sidearm.
pt_br: Mesmo que não se pareça com uma arma convencional, ele ainda assim deve ter as mesmas práticas de segurança que ele teria com uma arma de verdade.

source: Even if the WillingSuspensionOfDisbelief remains intact, [[FantasticallyIndifferent blatantly scary things are easy to shrug off]] when they are happening in a completely [[SpaceWhaleAesop unrelatable situation]].
pt_br: Ainda que a Br/SuspensaoVoluntariaDaDescrenca permaneça intacta. [[Br/FantasticamenteIndiferente coisas muito assustadoras são fáceis de desprezar]] quando elas acontecem em uma situação [[Br/EsopoDeBaleiaEspacial completamente desconexa da vivência do espectador]].

source: Even if the character didn't actually die, it risks lessening the impact of a character ''actually'' dying.
pt_br: Mesmo que o personagem não tenha morrido de fato, isso arrisca diminuir o impacto de um personagem que morreu ''de fato''.

source: Even if they eschew ThemeNaming and other NamingConventions they'll still use names they think are cool and dignified, powerful and appropriate, or sinister and fearsome.
pt_br: Mesmo que eles deixem de lado a Br/NomenclaturaTematica e outras Br/ConvencoesDeNomenclatura, eles ainda vão usar nomes que sejam considerados legais e dignos, poderosos e apropriados, ou sinistros e temíveis.

source: Even in a series with a little more structure overall, the Cloudcuckoolander's wacky and bizarre antics will often be used for an easy gag, particularly when paired with a [[StraightMan straight foil]] to [[DrivenToMadness drive insane]].
pt_br: Mesmo em séries que possuem alguma estrutura estabelecida, os atos bizarros do avoado serão frequentemente usados para uma piadinha fácil, em especial quando em combinação com um [[Br/HomemSerio sujeito sério de fundo]] que será Br/LevadoALoucura.

source: Even many episodes that aren't set in the restaurant take place at the school.
pt_br: E muitos episódios que não se passam no restaurante ocorrem na escola.

source: Even more, she is often used for [[MsFanservice fanservice]], a romance subplot or [[WomanlinessAsPathos creating some other type of intrigue]].
pt_br: Ela costuma ser usada para [[Br/SrtaFanservice agradar os fãs]], para facilitar a existência de uma sub-trama romântica ou para [[Br/FeminilidadeComoPathos criar algum outro tipo de intriga]].

source: Even muggles with characterization need to watch it: they could be {{Mauve Shirt}}s.
pt_br: Até mesmo trouxas com caracterização precisam ficar atentos, pois eles podem ser [[Br/CamisaLilas camisas lilás]].

source: Even the greatest works out there sometimes need a great leap to get the plot to go in an interesting direction.
pt_br: Mesmo as maiores obras existentes vez ou outra precisam de um grande salto para fazer a trama andar em uma direção interessante.

source: Even the heroes seem dismissive of that and actually start going back to their car, until he shows off his canned tornadoes and blame-thrower.
pt_br: Até os heróis parecem acreditar que não vale a pena e começam a voltar para o carro, até o momento em que ele demonstra o uso de um tornado em lata.

source: Even the villains are better at it: -->'''[[Creator/EddieIzzard Tony P]]:''' Disco is NOT dead!
pt_br: Até os vilões são melhores nisso: -->'''[[BrCriador/EddieIzzard Topete]]:''' A disco '''NÃO''' morreu!

source: Even those that did allow difficulty changes featured EasyModeMockery, making it often not worth the time to even play on Easy.
pt_br: Mesmo aqueles que permitiam a mudança de dificuldade apresentavam a Br/ZombariaDoModoFacil, o que fazia com que não valesse a pena jogar no modo fácil.

source: Even those who liked Fonzie -- [[EnsembleDarkHorse and most did]] -- had to admit that ''Happy Days'' wasn't better with him as the main lead.
pt_br: Até aqueles que gostavam de Fonzie -- e muitos gostavam -- tiveram que admitir que ''Dias Felizes'' não era melhor com ele no protagonismo.

source: Even war heroes like UsefulNotes/GeorgeWashington and UsefulNotes/DwightDEisenhower had proportionately more casualties among their troops.[[note]]It has been suggested that it would be more appropriate to compare Kirk's casualty rate to units on exploratory, rather than combat, missions.
pt_br: Até mesmo heróis de guerra como BrNotasUteis/GeorgeWashington e BrNotasUteis/DwightDEisenhower tiveram proporcionalmente mais casualidades entre suas tropas.[[note]]Foi sugerido que seria mais apropriado comparar a taxa de casualidade de Kirk em missões exploratórias, ao invés de missões de combate.

source: Even when [[NoCommunitiesWereHarmed the actual place names are disguised]], they can still be identified as the author's home territory.
pt_br: Mesmo quando [[Br/NenhumaComunidadeFoiFerida os nomes reais dos locais são disfarçados]], eles ainda podem ser identificados como sendo o local de origem do autor.

source: Even when the goal is suicidally over-ambitious, they succeed with style.
pt_br: Até mesmo quando o objetivo é ambicioso de maneira suicida, eles conseguem fazer isso com estilo.

source: Even when viewers do like the character (e.g. the EnsembleDarkhorse), making them more prominent because [[WolverinePublicity the fans demand it]] rarely turns out well for the character ''or'' the show.
pt_br: Mesmo quando o público gosta do personagem (''e.g.'' o ??? EnsembleDarkHorse), torná-lo mais proeminente porque [[Br/PropagandaWolverine os fãs exigem]] raramente dá bons resultados para o personagem ''ou'' a série.

source: Even with flawless special effects a StarfishAlien in an EldritchLocation can be mere {{Narm}}, but invoking the UncannyValley with a HumanoidAbomination in an AbandonedHospital can be downright terrifying.
pt_br: Até mesmo com efeitos especiais impecáveis, os Br/AliensEsquisitos em um Br/LugarAlienigena podem ser apenas Br/{{Narm}}, mas invocar o Br/ValeSinistro com uma Br/AbominacaoHumanoide em um Br/HospitalAbandonado pode ser bem assustador.

source: Eventually, everybody contracts the disease... except for El Chavo, who is the most unhappy of them all.
pt_br: Eventualmente todos pegam a doença... exceto o Chaves, que não fica nada contente com isso.

source: Eventually, she [[BadassAdorable becomes Diadorim's friend]].
pt_br: Eventualmente, ela [[Br/FodaoAdoravel faz amizade com Diadorim]].

source: Ever.
pt_br: Nunca.

source: Every journey has a first step.
pt_br: Toda jornada tem um primeiro passo.

source: Every saga has a beginning."'' -->-- ''Film/ThePhantomMenace'' {{tagline}}
pt_br: Toda saga tem um começo."'' -->--Chamada para ''BrFilme/AAmeacaFantasma''

source: Every time I wonder if it was wise to let you live, you do something like this and show me you're worth keeping around.''" -->-- '''[[CardCarryingVillain Thot Trel]]''', ''VideoGame/StarTrekOnline''
pt_br: Sempre que eu me pergunto se foi uma sábia decisão te deixar viver, você faz algo desse tipo e me mostra que vale a pena te deixar vivo."'' -->-- '''[[Br/VilaoDeCrachaETudo Thot Trel]]''', ''BrVideoGame/StarTrekOnline''

source: Everyone assumes he's CryingWolf due to his antipathy toward robots.
pt_br: Todo mundo acha que ele está Br/GritandoLobo devido à antipatia dele para com robôs.

source: Everyone comments very negatively on almost everyone else's appearance.
pt_br: Todos comentam de maneira muito negativa sobre a aparência dos demais.

source: Everyone from his boss, to the police, to his own teammates disrespect him.
pt_br: Todos o desrespeitam: a chefe dele, a polícia e até seus próprios colegas de time.

source: Everyone thinks Don Ramón did it all for the money and [[ButtMonkey they chase him out.]] * NotThatTheresAnythingWrongWithThat: Played both straight and in a non-homosexual version.
pt_br: Todos acham que o Seu Madruga estava fazendo isso só pelo dinheiro e então [[Br/{{Corinho}} correm atrás dele]]. * Br/NaoQueHajaAlgoErradoComIsso: Usado na versão convencional e em uma versão não-homossexual.

source: Everyone who heard Creator/{{Homer}} (no, the other one) sing already knew that Troy falls and Achilles and Hector both die; nobody walked out of Creator/{{Sophocles}}'s play saying, "Dude, he married his ''mom?''" There's a long, long tradition of retelling the story everyone knows.
pt_br: Qualquer um que tenha ouvido BrCriador/{{Homero}} cantar já sabia que Troia é derrotada e que Aquiles e Hector morrem; ninguém saiu da peça do BrCriador/{{Sofocles}} dizendo "cara, ele casou com ''a mãe dele?''" Existe uma longa tradição de se recontar uma história que todo mundo conheça.

source: Everything El Chavo hears[[note]]Something having rotten meat, a box (As in "a coffin") being prepared, Doña Clotilde getting [[FourIsDeath four candles]] and Quico telling La Chilindrina "I'll kill him!"[[/note]] sounds like Don Ramón was so ill they were planning to relieve him of his suffering... [[ShootTheDog permanently]].
pt_br: Tudo que o Chaves ouve[[note]]Algo sobre carne estragada, um "caixão" sendo preparado, Dona Clotilde preparando [[Br/QuatroSignificaMorte quatro velas]] e Quico dizendo para a Chiquinha que "vai matar ele"[[/note]] passa a impressão de que o Seu Madruga está tão doente que eles planejam aliviar o sofrimento dele... [[Br/AtirarNoCachorro de maneira permanente]].
